<?php
// Heading
$_['heading_title']     = 'Преймущества';

// Text
$_['text_extension']    = 'Модули';
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_edit']         = 'Редактирование';

// Entry
$_['entry_name']        = 'Название модуля';
$_['entry_status']      = 'Статус';

//custom
$_['custom_text']         = 'Текст';
$_['custom_icon']         = 'Имя картинки(example.png)';
$_['custom_date']         = '1-я колонка(дата)';
$_['custom_delivery']     = '2-я колонка(доставки)';
$_['custom_shedule']      = '3-я колонка(график)';
$_['custom_quality']      = '4-я колонка(качество)';

// Error
$_['error_permission']  = 'У вас недостаточно прав для внесения изменений!';
$_['error_name']        = 'Название должно содержать от 3 до 64 символов!';

$_['error_txt_date']    = 'Название должно содержать от 3 до 64 символов!';
$_['error_txt_delivery']    = 'Название должно содержать от 3 до 64 символов!';
$_['error_txt_shedule']    = 'Название должно содержать от 3 до 64 символов!';
$_['error_txt_quality']    = 'Название должно содержать от 3 до 64 символов!';

$_['error_icon_date']     = 'Название должно содержать от 3 до 64 символов!';
$_['error_icon_delivery']    = 'Название должно содержать от 3 до 64 символов!';
$_['error_icon_shedule']    = 'Название должно содержать от 3 до 64 символов!';
$_['error_icon_quality']    = 'Название должно содержать от 3 до 64 символов!';

//$_['error_']        = 'Название должно содержать от 3 до 64 символов!';




